{
  "en": {
    "langToggleTitle": "Change to Spanish",
    "themeToggleTitle": "Toggle theme",
    "jobTitle": "QA Analyst / Software Tester",
    "downloadCv": "Download CV in English",
    "downloadCvTitle": "Download CV",
    "profileTitle": "Profile",
    
    "profileP1": "QA Analyst -",
    "profileP2Link": " ISTQB-certified",
    "profileP3": " - with experience in test case design and execution, defect reporting, and quality assurance in agile environments. Specialized in QC/QA of websites and webapps, with a keen attention to detail and a proactive approach to improving the quality and efficiency of software projects.",
    
    "copyEmailTitle": "Copy email address",
    "copySuccess": "Address copied to clipboard",

    "experienceTitle": "Experience",
    "exp1Role": "QA Analyst / QA consultant",
    "exp1CompanyDate": "Logui Soft - Mar 2025 to present",
    "exp1Desc1": "Designed and executed comprehensive, end-to-end test cases for a commercial and business management web application, increasing test coverage and ensuring full alignment with user requirements.",
    "exp1Desc2": "Identified, documented, and tracked software defects, collaborating closely with the development team to facilitate timely resolutions and verification of fixes.",
    "exp1Desc3": "Performed rigorous regression testing suites before each major release, successfully preventing over 10 critical bugs from reaching production and ensuring the stability of existing functionalities.",
    "exp2Role": "Video Editor / Content Creator",
    "exp2CompanyDate": "Old School Media - May 2023 to Mar 2025",
    "exp2Desc1": "Oversaw the complete post-production lifecycle, performing detailed analysis of media assets to deliver a final product that met high standards for quality, accuracy, and consistency.",
    "exp2Desc2": "Acted as the quality control lead, supervising the script to ensure strict adherence to narrative requirements and flagging any deviations or continuity errors for immediate correction.",
    "exp3Role": "General Producer",
    "exp3CompanyDate": "Orfeo FM - Dec 2021 to Feb 2024",
    "exp3Desc1": "Responsible for creating and maintaining the digital image of the company, I teamed up with production executives and the artistic director to design, create and implement the social media agenda, generating valuable content to be implemented on Instagram, Facebook and Twitter (X).",
    "exp3Desc2": "Worked alongside the commercial director in the station's commercial agenda, managing key partner contracts to ensure all client expectations and quality standards were successfully met.",
    "exp3Desc3": "Contributed to a key content and commercial strategy that resulted in doubling the station's audience within a single year, boosting from 1,90 to 4,03 of the market share. Achievement featured in \"<a href='https://www.lavoz.com.ar/vos/medios/orfeo-fm-la-radio-que-llevo-su-formula-al-extremo-y-duplico-su-audiencia-en-un-ano/' target='_blank' rel='noopener noreferrer'>La Voz</a>\" newspaper.",
    "exp3Desc4": "Because of my English proficiency, I was in charge of the translation and dubbing of foreign content.",
    "exp3Desc5": "Proposed and led the introduction of AI tools for copywriting, research and video/image generation and processing, leading to an increase in productivity as day to day activities could be performed in less time.",
    "exp4Role": "Professor",
    "exp4CompanyDate": "Universidad Nacional de Córdoba - Mar 2020 to Dec 2022",
    "exp4Desc1": "Delivered a complete curriculum on sound recording and design, effectively mentoring students by translating complex technical concepts into engaging lessons to improve their skills.",
    "exp4Desc2": "Evaluated student work against defined academic standards and collaborated with faculty to enhance the curriculum, providing constructive feedback to improve quality and boost engagement.",
    
    "skillsTitle": "Technical Skills",
    "skill1": "<strong>Testing & QA:</strong> Manual Testing, Functional & Non-Funcional Testing, Regression Testing, Static & Dynamic Testing, Test Case Design, Bug Reporting.",
    "skill2": "<strong>Project Management:</strong> Jira, Trello, Google Workspace.",
    "skill3": "<strong>Agile:</strong> Skrum, Kanban.",
    "skill4": "<strong>Automation:</strong> Selenium IDE.",
    "skill5": "<strong>AI:</strong> ChatGPT, Gemini, GitHub Copilot.",
    "skill6": "<strong>Web Performance:</strong> Core Web Vitals (LCP, CLS, INP), Lighthouse, Google PageSpeed Insights, WebPageTest.",
    "skill7": "<strong>IDE:</strong> Visual Studio Code.",
    "skill8": "<strong>Accessibility (A11y):</strong> Lighthouse, WAVE (Web Accessibility Evaluation Tools).",
    "skill9": "<strong>Tools:</strong> Postman, Jam, Git.",
    "languagesTitle": "Languages",
    "lang1Name": "Spanish",
    "lang1Level": "Native",
    "lang2Name": "English",
    "lang2Level": "C1 Advanced",
    "educationTitle": "Education",
    "edu2Title": "Audiovisual Media Technician",
    "edu2Details": "Universidad Nacional de Córdoba - 2014 to 2018 - Córdoba, Argentina.",
    "edu3Title": "English Upper Intermediate"
  },
  "es": {
    "langToggleTitle": "Cambiar a Inglés",
    "themeToggleTitle": "Alternar tema",
    "jobTitle": "QA Analyst / Software Tester",
    "downloadCv": "Descargar CV en Español",
    "downloadCvTitle": "Descargar CV",
    "profileTitle": "Perfil",

    "profileP1": "Analista de QA ",
    "profileP2Link": "certificado por ISTQB",
    "profileP3": " con experiencia en diseño y ejecución de casos de prueba, reporte de defectos y aseguramiento de calidad en entornos ágiles. Especializado en QC/QA de sitios y aplicaciones web, con gran atención al detalle y un enfoque proactivo para mejorar la calidad y eficiencia de los proyectos de software.",

    "copyEmailTitle": "Copiar dirección de email",
    "copySuccess": "Dirección copiada en el portapapeles",

    "experienceTitle": "Experiencia",
    "exp1Role": "Analista QA / Consultor QA",
    "exp1CompanyDate": "Logui Soft - Mar 2025 al presente",
    "exp1Desc1": "Diseñé y ejecuté casos de prueba integrales de extremo a extremo para una webapp de gestión comercial y empresarial, aumentando la cobertura de pruebas y asegurando el alineamiento total con los requerimientos de usuario.",
    "exp1Desc2": "Identifiqué, documenté y realicé el seguimiento de defectos, colaborando estrechamente con el equipo de desarrollo para facilitar resoluciones oportunas y la verificación de las correcciones.",
    "exp1Desc3": "Realicé rigurosas suites de pruebas de regresión antes de cada lanzamiento importante, previniendo con éxito que más de 10 errores críticos llegaran a producción y asegurando la estabilidad de las funcionalidades existentes.",
    "exp2Role": "Editor de Video / Creador de Contenido",
    "exp2CompanyDate": "Old School Media - May 2023 a Mar 2025",
    "exp2Desc1": "Supervisé el ciclo completo de postproducción, realizando análisis detallados de los activos multimedia para entregar un producto final que cumpliera con altos estándares de calidad, precisión y consistencia.",
    "exp2Desc2": "Actué como líder de control de calidad, supervisando el guion para asegurar una estricta adherencia a los requisitos narrativos y señalando cualquier desviación o error de continuidad para su corrección inmediata.",
    "exp3Role": "Productor General",
    "exp3CompanyDate": "Orfeo FM - Dec 2021 a Feb 2024",
    "exp3Desc1": "Como responsable de crear y mantener la imagen digital de la empresa, trabajé en equipo con ejecutivos de producción y el director artístico para diseñar, crear e implementar la agenda de redes sociales, generando contenido de valor para ser implementado en Instagram, Facebook y Twitter (X).",
    "exp3Desc2": "Trabajé junto a la directora comercial en la agenda comercial de la emisora, gestionando contratos de socios clave para asegurar que todas las expectativas de los clientes y los estándares de calidad se cumplieran con éxito.",
    "exp3Desc3": "Contribuí a una estrategia clave de contenido y comercial que resultó en la duplicación de la audiencia de la emisora en un solo año, pasando del 1,90 al 4,03 de la cuota de mercado. Logro destacado en el diario <a href='https://www.lavoz.com.ar/vos/medios/orfeo-fm-la-radio-que-llevo-su-formula-al-extremo-y-duplico-su-audiencia-en-un-ano/' target='_blank' rel='noopener noreferrer'>La Voz</a>.",
    "exp3Desc4": "Debido a mi dominio del inglés, estuve a cargo de la traducción y doblaje de contenido extranjero.",
    "exp3Desc5": "Propuse y lideré la introducción de herramientas de IA para la redacción de textos, investigación y generación y procesamiento de video/imágenes, lo que condujo a un aumento de la productividad, ya que las actividades diarias se podían realizar en menos tiempo.",
    "exp4Role": "Profesor",
    "exp4CompanyDate": "Universidad Nacional de Córdoba - Mar 2020 a Dec 2022",
    "exp4Desc1": "Impartí un plan de estudios completo sobre grabación y diseño de sonido, orientando a traducir conceptos técnicos complejos en lecciones atractivas para mejorar las habilidades de los estudiantes.",
    "exp4Desc2": "Evalué trabajos prácticos y exámenes de estudiantes según estándares académicos definidos y colaboré con el cuerpo docente para mejorar el plan de estudios, proporcionando feedback constructivo para mejorar la calidad e impulsar la participación dentro del aula.",
    
    "skillsTitle": "Habilidades Técnicas",
    "skill1": "<strong>Testing y QA:</strong> Pruebas Manuales, Pruebas Funcionales y No Funcionales, Pruebas de Regresión, Pruebas Estáticas y Dinámicas, Diseño de Casos de Prueba, Reporte de Defectos.",
    "skill2": "<strong>Gestión de Proyectos:</strong> Jira, Trello, Google Workspace.",
    "skill3": "<strong>Metodologías Ágiles:</strong> Skrum, Kanban.",
    "skill4": "<strong>Automatización:</strong> Selenium IDE.",
    "skill5": "<strong>IA:</strong> ChatGPT, Gemini, GitHub Copilot.",
    "skill6": "<strong>Web Performance:</strong> Core Web Vitals (LCP, CLS, INP), Lighthouse, Google PageSpeed Insights, WebPageTest.",
    "skill7": "<strong>IDE:</strong> Visual Studio Code.",
    "skill8": "<strong>Accesibilidad (A11y):</strong> Lighthouse, WAVE (Web Accessibility Evaluation Tools).",
    "skill9": "<strong>Herramientas:</strong> Postman, Jam, Git.",
    "languagesTitle": "Idiomas",
    "lang1Name": "Español",
    "lang1Level": "Nativo",
    "lang2Name": "Inglés",
    "lang2Level": "C1 Advanced",
    "educationTitle": "Educación",
    "edu2Title": "Técnico Productor en Medios Audiovisuales",
    "edu2Details": "Universidad Nacional de Córdoba - 2014 a 2018 - Córdoba, Argentina.",
    "edu3Title": "English Upper Intermediate"
  }
}